/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "ตกลง";
"Common.Dialog.Cancel" = "ยกเลิก";
"Common.Navigation.Back" = "ย้อนกลับ";
"Common.Cancel" = "ยกเลิก";
"Common.Delete" = "ลบ";
"Common.Send" = "ตกลง";
"Common.Exit" = "ออก";
"Common.Close" = "ปิด";
"Common.More" = "เพื่มเติม";
"Common.Alert.Hint.Title" = "หมายเหตุ";
"JSScopeConfirmWindow_Title_Login" = "ล็อกอินผ่าน WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "การอนุญาต WeChat";
"JSScopeConfirmWindow_Description" = "%@ ได้ร้องขอการอนุญาตด้านล่าง:";
"JSScopeConfirmWindow_Allow" = "อนุญาต";
"JSScopeConfirmWindow_Reject" = "ยกเลิก";
"JSScopeConfirmWindow_Account_Desc" = "ข้อมูลส่วนบุคคลของ WeChat";
"JSScope.Privacy.Location.Desc" = "ไปที่ \"การตั้งค่าระบบ\" ของอุปกรณ์ Mac ของคุณ > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"บริการตำแหน่ง\" และอนุญาตให้ WeChat เข้าถึงตำแหน่งของคุณ";
"JSScope.Privacy.PhotoAdd.Desc" = "ไปที่ \"การตั้งค่าระบบ\" ของอุปกรณ์ Mac ของคุณ > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"ภาพถ่าย\" และอนุญาตให้ WeChat เข้าถึงรูปภาพของคุณ";
"JSScope.Privacy.Camera.Desc" = "ไปที่ \"การตั้งค่าระบบ\" ของอุปกรณ์ Mac ของคุณ > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"กล้อง\" และอนุญาตให้ WeChat เข้าถึงกล้องหน้าของคุณ";
"JSScope.Privacy.Microphone.Desc" = "ไปที่ \"การตั้งค่าระบบ\" ของอุปกรณ์ Mac ของคุณ > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"ไมโครโฟน\" และอนุญาตให้ WeChat เข้าถึงไมโครโฟนของคุณ";
"JSScope.Privacy.ScreenCapture.Desc" = "ไปที่ \"การตั้งค่าระบบ\" ของอุปกรณ์ Mac ของคุณ > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"การอัดหน้าจอ\" และอนุญาตให้ WeChat บันทึกเนื้อหาบนหน้าจอ";
"WCAppBrand_MenuItem_Setting" = "การตั้งค่า";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "เพิ่ม %@ ไปยังมินิโปรแกรมของฉัน";
"WCAppBrand_MenuItem_OpenDebugMode" = "เปิดใช้การดีบัก";
"WCAppBrand_MenuItem_CloseDebugMode" = "ปิดใช้การดีบัก";
"WCAppBrand_MenuItem_OpenPerformance" = "แสดงหน้าต่างประสิทธิภาพ";
"WCAppBrand_MenuItem_ClosePerformance" = "ปิดหน้าต่างประสิทธิภาพ";
"WCAppBrand_MenuItem_DebugModeTips" = "จะมีผลหลังจากเปิดใหม่";
"WCAppBrand_MenuItem_Focused" = "ที่เพิ่ม";
"WCAppBrand_MenuItem_Expose" = "รายงาน";
"WCAppBrand_MenuItem_Feedback" = "ข้อเสนอแนะ";
"WCAppBrand_MenuItem_StaredToast" = "ที่เพิ่ม";
"WCAppBrand_MenuItem_StarFailed" = "เพิ่มไม่ได้";
"WCAppBrand_MenuItem_UnstaredToast" = "ยกเลิกแล้ว";
"WCAppBrand_MenuItem_UnstaredFailToast" = "ไม่สามารถยกเลิก";
"WCAppBrand_MenuItem_openVCLogTips" = "เวลาเริ่มต้นของเวอร์ชั่นทดสอบ: %@\nเวลาสิ้นสุดของเวอร์ชั่นทดสอบ: %@\nการดีบักฐานข้อมูล: %@\nเวลาอัปเดตของฐานข้อมูล: %@\nเวลาสิ้นสุดของการทดสอบฐานข้อมูล: %@\nเวอร์ชั่นฐานข้อมูลที่รีลีส: %lu\nเวลาอัปเดตฐานข้อมูล: %@";
"WCAppBrand_MenuItem_BackToMain" = "ย้อนกลับไปที่หน้าหลัก";
"WCAppBrand_MenuItem_BackToChat" = "แสดงที่ด้านบนสุด";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "ลบออกจากบนสุด";
"WCAppBrand_MenuItem_LeaveInChatTips" = "ลบจากด้านบน";
"WCAppBrand_MenuItem_CommonShare" = "ส่งต่อ";
"WCAppBrand_MenuItem_AddToHomeScreen" = "เพิ่มลงในเดสก์ทอป";
"WCAppBrand_MenuItem_AboutUs" = "เกี่ยวกับเรา";
"WCAppBrand_MenuItem_About" = "การตั้งค่า";
"WCAppBrand_MenuItem_Comment" = "ความคิดเห็น";
"WCAppBrand_MenuItem_Leave" = "ออก";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "คัดลอกเส้นทางของหน้า";
"WCAppBrand_MenuItem_BackToIndex" = "ย้อนกลับไปที่หน้าหลัก";
"WCAppBrand_MenuItem_AddToStar" = "เพิ่มไปยังมินิโปรแกรมของฉัน";
"WCAppBrand_MenuItem_CancelStar" = "ลบออกจากมินิโปรแกรมของฉัน";
"WCAppBrand_MenuItem_AddToStarSuccess" = "ที่เพิ่ม";
"WCAppBrand_MenuItem_CancelStarSuccess" = "ลบออก";
"WCAppBrand_MenuItem_Minimize" = "ย่อลง";
"WCAppBrand_MenuItem_WideScreen" = "ไวด์สกรีน";
"WCAppBrand_MenuItem_NarrowScreen" = "มุมมองค่าเริ่มต้น";
"WCAppBrand_ImageChoosePanel_OriginImage" = "ภาพเต็ม";
"WeApp_ChooseImage_Menu_Camera" = "ถ่ายภาพ";
"WeApp_ChooseImage_Menu_Other" = "เลือกจากโลคัลไดรฟ์...";
"WeApp_ChooseImage_No_Camera" = "ไม่มีกล้องที่ใช้ได้";
"WeApp_ChooseImage_No_Camera_Privacy" = "ปิดใช้งานการเข้าถึงกล้อง";
"WeApp_ChooseImage_TakePhoto" = "ถ่ายภาพ";
"WeApp_ChooseImage_TakePhoto_Confirm" = "ใช้ภาพ";
"WeApp_ChooseImage_TakePhoto_Retry" = "ถ่ายใหม่";
"WeApp_ChooseImage_TakePhoto_Error" = "ไม่สามารถถ่ายภาพได้ ให้ตรวจสอบว่ากล้องพร้อมใช้งานหรือไม่";
"WeApp_Error_Unknow" = "ข้อผิดพลาดที่ไม่รู้จัก";
"WeApp_OpenTask_AlertTitle" = "ไม่สามารถเปิด";
"WeApp_OpenTask_Error_Parameter" = "ข้อผิดพลาดพารามิเตอร์";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "สามารถเปิดหน้าต่างมินิโปรแกรมได้สูงสุด %lu เท่านั้น";
"WeApp_OpenTask_Error_GameApp" = "มินิเกมไม่รองรับบน WeChat for Mac";
"WeApp_OpenTask_Error_UnsupportApp" = "มินิโปรแกรมนี้ยังไม่รองรับบน Mac โปรดใช้มือถือของคุณ";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "มินิโปรแกรม \"%@\" ยังไม่รองรับบน Mac โปรดใช้มือถือของคุณ";
"WeApp_OpenTask_Error_NoAppID" = "ไอดีหายไป";
"WeApp_OpenTask_Error_Foreground" = "กำลังใช้บริการ";
"WeApp_OpenTask_Error_Loading" = "กำลังโหลด";
"WeApp_OpenTask_Error_NoVersion" = "ข้อผิดพลาดของเวอร์ชั่น";
"WeApp_OpenTask_Error_HomePage" = "ข้อผิดพลาดที่อยู่โฮมเพจ";
"WeApp_OpenTask_Error_CacheInfo" = "จัดเก็บข้อมูลผิดพลาด";
"WeApp_OpenTask_Error_NormalError" = "ไม่สามารถเปิดมินิโปรแกรม ลองอีกครั้งในภายหลัง (รหัสข้อผิดพลาด: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "มินิโปรแกรมหมดอายุแล้ว สแกน QR โค้ดอีกครั้ง (รหัสข้อผิดพลาด: %d)";
"WeApp_OpenTask_Error_InternalError" = "ข้อผิดพลาดภายใน";
"WeApp_OpenTask_Error_DownloadError" = "ไม่สามารถเปิดมินิโปรแกรม ตรวจสอบเครือข่ายของคุณ (รหัสข้อผิดพลาด: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "ไม่สามารถพุชไปที่แถบการนำทาง";
"WeApp_OpenTask_Error_AppConfigFail" = "ไม่สามารถเข้าถึงการตั้งค่าหน้า";
"WeApp_OpenTask_Error_ContactAttributeFail" = "ไม่สามารถเข้าถึงแอตทริบิวต์";
"WeApp_OpenTask_Error_DebugUinInvalid" = "ไม่ได้รับอนุญาตให้เข้าถึง";
"WeApp_OpenTask_Error_DebugOutOfTime" = "QR โค้ดเวอร์ชั่นผู้พัฒนาหมดอายุแล้ว";
"WeApp_OpenTask_Error_DebugDefault" = "พบข้อผิดพลาด QR โค้ด";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "ไม่สามารถโหลดข้อมูลมินิโปรแกรม";
"WeApp_OpenTask_Error_RDMNotExist" = "ไม่พบเวอร์ชั่นทดสอบ";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "คำขอเครือข่ายหมดเวลา ลองอีกครั้งในภายหลัง";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "คุณไม่มีสิทธิ์ใช้เวอร์ชั่นทดสอบ ติดต่อผู้ดูแลระบบมินิโปรแกรม";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "เวอร์ชั่นผู้พัฒนาดีบักหมดอายุแล้ว ให้สแกน QR โค้ดบนชุดเครื่องมือผู้พัฒนา";
"WeApp_OpenTask_Error_CdnDisaster" = "ดำเนินการหลายครั้งเกินไป โปรดลองอีกครั้งในภายหลัง";
"WeApp_Unsupport_Default" = "ขณะนี้ฟีเจอร์ไม่รองรับบนระบบ Mac โปรดใช้โทรศัพท์มือถือของคุณ";
"WeApp_Unsupport_insertMap" = "ขณะนี้ฟังก์ชั่นแผนที่ยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_startRecord" = "ขณะนี้การบันทึกยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_address" = "ขณะนี้ฟังก์ชั่นที่อยู่ยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_InvoiceTitle" = "ขณะนี้ฟังก์ชั่นฟีเจอร์ใบแจ้งหนี้ยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_makePhoneCall" = "ขณะนี้การโทรออกยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_scanCode" = "ขณะนี้ฟังก์ชั่นสแกนยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_card" = "ขณะนี้บัตรและข้อเสนอยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_bluetooth" = "ขณะนี้ฟังก์ชั่น Bluetooth ยังไม่รองรับบนระบบ Mac โปรดใช้มือถือของคุณ";
"WeApp_Unsupport_WeRun" = "ไม่สามารถเข้าถึงขั้นตอน WeRun ของคุณบน Mac โปรดใช้มือถือของคุณ";
"WeApp_Suspension_Service" = "บริการมินิโปรแกรมไม่สามารถใช้งานได้ชั่วคราว";
"WeApp_NotSupportThisVersion" = "ยังไม่เผยแพร่";
"WeApp_Profile_EnterWeApp" = "เปิด";
"WeApp_Profile_SuggestToFriend" = "แชร์";
"WeApp_Profile_BussinessScope" = "บริการ";
"WeApp_Profile_DeveloperInfo" = "เจ้าของ";
"WeApp_Profile_BindBrandInfo" = "บัญชีทางการที่เกี่ยวข้อง";
"WeApp_Profile_AuthorizationTips" = "อนุญาตให้ \"%@\" ใช้ของฉัน:";
"WeApp_Profile_AuthorizationDenyTips" = "ถ้าการอนุญาตปิดใช้งานแล้ว คุณสมบัติมินิโปรแกรมบางประการอาจเสียไป ปิดใช้งานเลยหรือไม่";
"WeApp_Profile_DenyAuthorization" = "ปิดใช้งาน";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" ยังไม่ได้ใช้งานข้อมูลใด ๆ ของคุณเลย";
"WeApp_Profile_NoMoreBindBrand" = "ไม่มีบัญชีทางการเพิ่มเติม";
"WeApp_Profile_AuthorizationLocationDeny" = "ไม่เคย";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "ในขณะที่ใช้";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "ทุกครั้ง";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "ไม่เคย";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "เฉพาะในขณะที่ใช้มินิโปรแกรม";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "ในขณะที่ใช้งานและหลังจากออกจากมินิโปรแกรมแล้ว";
"WeApp.ScopeKey.Location.Desc" = "ตำแหน่ง";
"WeApp.ScopeKey.Account.Desc" = "ข้อมูลผู้ใช้";
"WeApp.ScopeKey.Camera.Desc" = "กล้อง";
"WeApp.ScopeKey.MircoPhone.Desc" = "ไมโครโฟน";
"WeApp.Camera.Not.Available" = "กำลังใช้งานกล้องอยู่หรือตรวจหาไม่พบ ให้ลองอีกครั้งในภายหลัง";
"WeApp.Navigate.MiniProgram.Tip" = "กำลังรับข้อมูล...";
"WeApp_UserAutoFill_TitlePre" = "ใช้ข้อมูลที่บันทึกไว้หรือไม่";
"WeApp_UserAutoFill_TitleAfter" = "บันทึกข้อมูลที่่กรอกไว้หรือไม่";
"WeApp_UserAutoFill_OpenDetail" = "ดูข้อมูลเพิ่มเติม";
"WeApp_UserAutoFill_PhoneAuthTitle" = "การอนุญาตเบอร์มือถือ WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "ยืนยัน";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "กรอกรหัสยืนยันทาง SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "ส่งถึงเบอร์มือถือ: %@";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "หากคุณยังไม่ได้รับรหัสยืนยัน?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "ส่งใหม่";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "รหัสยืนยันไม่ถูกต้อง ส่งอีกครั้ง";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "ดำเนินการหลายครั้งเกินไป โปรดลองอีกครั้งในภายหลัง";
"WeApp_UserAutoFill_PhoneBindTitle" = "ไม่มีหมายเลขที่เชื่อมโยงกับบัญชี WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "ลิงก์เบอร์มือถือกับบัญชี WeChat ของคุณเพื่อใช้คุณสมบัติเติมเต็มอัตโนมัติ";
"WeApp_UserAutoFill_PhoneBind" = "เชื่อมโยงมือถือ";
"WeApp_UserAutoFill_PhoneSmsTips" = "ส่ง SMS แล้ว";
"WeApp_UserAutoFill_PhoneBindTips" = "บันทึกสำเร็จ";
"WeApp_UserAutoFill_PhoneSmsError" = "เกิดข้อผิดพลาดเมื่อส่ง SMS";
"WeApp_UserAutoFill_PhoneSmsFail" = "ไม่สามารถส่ง SMS ได้";
"WeApp_UserAutoFill_CountDown" = "ส่งอีกครั้งหลังจาก %d วินาที";
"WeApp_UserAutoFill_AuthInfoTitle" = "เกี่ยวกับการอนุญาตเบอร์มือถือ WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "รายงานมินิโปรแกรมนี้";
"WeApp_GetPhoneNumber_RequireToGet" = "ร้องขอได้รับ";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "เบอร์มือถือของคุณ";
"WeApp_GetPhoneNumber_ManagePhoneList" = "จัดการเบอร์มือถือ";
"WeApp_GetPhoneNumber_UseOtherPhone" = "ใช้เบอร์มือถืออื่น";
"WeApp_GetPhoneNumber_BindedWxPhone" = "เชื่อมโยงกับ WeChat แล้ว";
"WeApp_GetPhoneNumber_Reject" = "ปฏิเสธ";
"WeApp_GetPhoneNumber_Allow" = "อนุญาต";
"WeApp_GetPhoneNumber_AuthTitle" = "เกี่ยวกับการเข้าถึงเบอร์มือถือของบุคคลที่สาม";
"WeApp_GetPhoneNumber_AddNewPhone" = "เพิ่มโทรศัพท์มือถือ";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "ถ้าคุณพบกับการรวบรวมหรือการใช้งานข้อมูลของคุณที่ผิดปกติ โปรดรายงาน";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "รายงาน";
"WeApp_GetPhoneNumber_ManagePhone" = "จัดการ";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "ขีดจำกัดของเบอร์มือถือคือ %d รายการ";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "เพิ่มโทรศัพท์มือถือ";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "หมายเลขโทรศัพท์";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "รหัส";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "บันทึกไว้เพื่อใช้ในภายหลัง";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "ส่งใหม่";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "กรอกเบอร์มือถือที่ถูกต้อง";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "รหัสยืนยัน 6 หลัก";
"WeApp_GetPhoneNumber_NetError" = "ข้อผิดพลาดจากเครือข่าย";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "ไม่มีการเชื่อมต่อเครือข่าย...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "ถูกขัดขวาง...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "กำลังรอให้เพิ่มเครื่องมือ...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "มีข้อความบันทึกย้อนหลังมากเกินไป...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "ถูกตัดการเชื่อมต่อ";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "กำลังเชื่อมต่อ";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "เชื่อมต่อแล้ว";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "ลองอีกครั้ง %tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "เซิร์ฟเวอร์--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "เซิร์ฟเวอร์ปกติ";
"WeApp_RemoteDebug_ServerLabel_Error" = "การประมวลผลเซิร์ฟเวอร์ผิดพลาด";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "ข้อความเซิร์ฟเวอร์ถูกบันทึกย้อนหลัง";
"WeApp_RemoteDebug_EndReason_NotSupported" = "iOS เวอร์ชันปัจจุบันไม่รองรับการดีบักระยะไกลสำหรับมินิเกม";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "การดีบักในเครื่องสิ้นสุดแล้ว";
"WeApp_RemoteDebug_EndReason_TicketFail" = "ไม่สามารถรับตั๋วได้สำเร็จ";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "เครื่องมือพัฒนาได้ออกจากการดีบักแล้ว";
"WeApp_RemoteDebug_EndReason_IsDebug" = "กำลังดีบักห้องและไม่สามารถเพิ่มได้อีกแล้ว";
"WeApp_RemoteDebug_SendFail_AskRetry" = "ไม่สามารถส่งได้ ลองอีกครั้งหรือไม่";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "เครือข่ายผิดพลาด ลองอีกครั้งหรือไม่";
"WeApp_RemoteDebug_PannelString_Expand" = "ขยาย";
"WeApp_RemoteDebug_PannelString_Shrink" = "ยุบรายการ";
"WeApp_RemoteDebug_PannelString_Stop" = "หยุด";
"WeApp_RemoteDebug_PannelString_Log" = "บันทึก";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "รอการยืนยัน";
"WeApp_RemoteDebug_PannelString_NeedSend" = "ที่จะส่ง";
"WeApp_RemoteDebug_PannelString_HasSend" = "ส่งแล้ว";
"WeApp_RemoteDebug_PannelString_HasRecv" = "ได้รับแล้ว";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "อยู่ด้านบนสุดเสมอ";
"WeApp_RemoteDebug_Common_GiveUp" = "ออก";
"WeApp_RemoteDebug_Common_Retry" = "ลองอีกครั้ง";
"WeApp_RemoteDebug_Connection_Error" = "เกิดข้อผิดพลาดในการเชื่อมต่อกับชุดเครื่องมือนักพัฒนา";
"WeApp_RemoteDebug_Unsupport" = "เวอร์ชั่นระบบปัจจุบันของคุณไม่รองรับการเปิดมินิโปรแกรม";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "เชื่อมโยงเบอร์มือถือของคุณ";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "คุณสามารถเชื่อมโยงเข้ากับแอปมือถือ WeChat";
"WeApp_ForceClose_Title" = "เคล็ดลับ";
"WeApp_ForceClose_InjectJsError" = "โหลดไม่ได้";
"WeApp_ForceClose_NoActive" = "มินิโปรแกรมออกจากระบบโดยการบังคับ ลองอีกครั้งในภายหลัง";
"WeApp_ForceClose_ForeApp" = "หน่วยความจำไม่พอ เปิดมินิโปรแกรมแล้วลองอีกครั้ง";
"weApp_ForceClose_ForeGame" = "หน่วยความจำไม่เพียงพอ เปิดมินิเกมและลองอีกครั้ง";
"WeApp_ForceClose_PubLibUpdate" = "อัปเดตทรัพยากรแล้ว ให้ทำการรีสตาร์ทมินิโปรแกรม";
"WeApp_ForceClose_Lock" = "WeChat ถูกล็อค ให้รีสตาร์ทมินิโปรแกรมเพื่อใช้งาน";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "ไม่สามารถเปิดมินิโปรแกรม (รหัสข้อผิดพลาด: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "หมดเวลาสำหรับการเปิดมินิโปรแกรม";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "หมดเวลามินิโปรแกรมขณะที่พยายามโหลด";
"WeApp_OpenTask_Error_Multiprocess" = "เกิดข้อผิดพลาดในการประมวลผล ให้ลองเปิดมินิโปรแกรมอีกครั้งในภายหลัง";
"WeApp_OpenTask_Error_Open" = "มินิโปรแกรมกำลังอัปเดต ให้ลองเปิดอีกครั้งในภายหลัง";
"WeApp_Pay_View_Desc" = "สแกนด้วย WeChat เพื่อชำระเงินให้สำเร็จ";
"WeApp_Pay_Success" = "ชำระเงินสำเร็จ";
"WeApp_DebugMode_Dev" = "เวอร์ชั่นผู้พัฒนา";
"WeApp_DebugMode_RDM" = "เวอร์ชั่นทดลอง";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "กำลังค้นหาตำแหน่ง";
"WeApp_Profile_Voice" = "บันทึกเสียง";
"WeApp_Profile_Video" = "หน้าจอการบันทึก";
"WeApp_Profile_Home_Disable" = "นี่คือหน้าแรก";
"WeApp_Profile_Share_Disable" = "ไม่สามารถแชร์หน้านี้ได้";
"WeApp_Profile_Setting_Disable" = "การตั้งค่ามินิโปรแกรม";
"WeApp_Privacy_Location_Setting" = "ไปตั้งค่า";
"WeApp_Privacy_Location_Service" = "ไม่ได้เปิดใช้งานบริการตำแหน่งที่ตั้ง";
"WeApp_Privacy_Location_Desc" = "1. ไปที่ \"การตั้งค่าระบบ\" > \"ความปลอดภัยและความเป็นส่วนตัว\" > \"ความเป็นส่วนตัว\" > \"บริการตำแหน่ง\" > ทำเครื่องหมาย \"เปิดใช้บริการตำแหน่ง\" .\n2 อนุญาตให้ \"WeChat\" ใช้บริการตำแหน่ง";
"WeApp_Crash_Desc" = "กระบวนการโปรแกรมมินิ \"%@\" ออกโดยไม่คาดหมาย เปิดใหม่หรือไม่?";
"WeApp_Crash_Confirm" = "เปิดใหม่";
